/**
  ******************************************************************************
  * @file    main.c
  * @author  Fan
  * @version V1.0
  * @date   
  * @brief   
  ******************************************************************************
  * @attention

  ******************************************************************************
  */
  
//#include "stm32f10x.h"
//#include "USART1.h"
#include "DAC.h"
//#include "stdio.h"





/**
  * @brief  主函数
  * @param  无
  * @retval 无
  */
	
unsigned  int a=1,b=2;

int main(void)
{

	 DAC_INIT();
	
	 DAC_OUTPUT(0, b);
	
	
	
	 

	for(;;)
	{
     
	
	}
	
	
}





/*********************************************END OF FILE**********************/

